---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.CutMarkSymbol.Curve
enum: Autodesk.Revit.DB.Architecture.CutMarkSymbol
zh: 曲线
source: html/0224e2d5-442a-8efe-a9c2-8cc7fb652525.htm
---
# Autodesk.Revit.DB.Architecture.CutMarkSymbol.Curve

**中文**: 曲线

Cut mark shape is curved.